[
  {
    "title": "Harry Potter and the Philosopher’s Stone",
    "author": "J.K. Rowling",
    "about_author": "J.K. Rowling, in full Joanne Kathleen Rowling, (born July 31, 1965, Yate, near Bristol, England), British author, creator of the popular and critically acclaimed Harry Potter series, about a young sorcerer in training.",
    "genre": "Novel, Children's literature, Fantasy Fiction, High fantasy",
    "cover": "book1.jpg",
    "author_image": "jk.jpg",
    "description":"This global bestseller took the world by storm. So, if you haven’t read J.K. Rowling’s Harry Potter, now may be the time. Join Harry Potter and his schoolmates as this must-read book transports you deep into a world of magic and monsters."
  },
  {
    "title": "Rich Dad Poor Dad",
    "author": "Robert Kiyosaki",
    "about_author": "Robert Toru Kiyosaki (born April 8, 1947) is an American businessman and author. Kiyosaki is the founder of Rich Global LLC and the Rich Dad Company, a private financial education company that provides personal finance and business education to people through books and videos.",
    "genre": "Economics, Self-help Book",
    "author_image": "robert.jpeg",
    "cover": "book2.jpg",
    "description": "Rich Dad Poor Dad is Robert's story of growing up with two dads — his real father and the father of his best friend, his rich dad — and the ways in which both men shaped his thoughts about money and investing."
  },
  {
    "title": "Zero To One",
    "author": "Peter Andreas Thiel",
    "about_author": "Peter Andreas Thiel is a German-American billionaire entrepreneur and venture capitalist. A co-founder of PayPal, Palantir Technologies, and Founders Fund, he was the first outside investor in Facebook.",
    "genre": "Self-help Book",
    "cover": "zero.jpg",
    "author_image": "peter.jpg",
    "description": "Zero To One is an inside look at Peter Thiel's philosophy and strategy for making your startup a success by looking at the lessons he learned from founding and selling PayPal, investing in Facebook and becoming a billionaire in the process"
  },
  {
    "title": "What Young India Wants",
    "author": "Chetan Bhagat",
    "about_author": "Chetan Bhagat is an Indian author and columnist. He was included in Time magazine's list of World's 100 Most Influential People in 2010. Bhagat graduated in mechanical engineering at IIT Delhi and completed an MBA at IIM Ahmedabad.",
    "genre": "Non-fiction",
    "cover": "young.jpg",
    "author_image": "chetan.jpg",
    "description": "What Young India Wants is a nonfiction book by Chetan Bhagat. A compilation of his speeches and essays,[1] it focuses on Indian society, politics the youth. The book revolves around Bhagat's thoughts and innovations on how to improve the Indian economy through social reforms. It also criticizes the dysfunction of the Indian government. Bhagat writes about how India can be a progressive society in the future. He talks about the rampant corruption in India and how society should change to rid it. The theme is central to his dream of a free and forward thinking India."
  }
]